/* Picture X out of Y total. */
"%1$i of %2$i" = "%1$i of %2$i";

/* No comment provided by engineer. */
"(Required)Please Input Server URL" = "(必须)请输入服务器地址";

/* No comment provided by engineer. */
"(Required)Please Input User Name" = "(必须)请输入用户名";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"Add" = "添加";

/* No comment provided by engineer. */
"Add to Music List" = "添加到音乐列表";

"Add Failure" = "添加失败";

"Add Success" = "添加成功";

/* No comment provided by engineer. */
"Are you really want to clear?" = "确定要清除缓存？";

/* No comment provided by engineer. */
"Are you really want to delete?" = "确定要删除？";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Clear Caches" = "清除缓存";

/* No comment provided by engineer. */
"Clear Fail" = "清除失败";

/* No comment provided by engineer. */
"Clear Success" = "清除成功";

/* No comment provided by engineer. */
"Clearing..." = "正在清除...";

"Copy To" = "复制到";

"Create Failed" = "创建失败";

"Create Success" = "创建成功";

"Creating New Folder" = "新建文件夹";

"Default Name" = "默认名称";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete Success" = "删除成功";

/* No comment provided by engineer. */
"Deleting..." = "正在删除...";

/* No comment provided by engineer. */
"Description" = "描述信息";

"Done" = "完成";

"Edit" = "编辑";

/* No comment provided by engineer. */
"Empty" = "空空如也";

"Fail to download the file." = "文件下载失败";

"Fail to find the file, maybe already be deleted." = "该文件不存在，可能已被删除。";

"Fail to Preview the file, Please 'open in' the 3rd party Apps." = "无法预览该文件，\n请尝试使用\"打开为\"，用第三方应用打开。";

"Forbidden Request" = "请求无效";

"Illegally Name" = "文件名不合法";

"Last Updated" = "上次刷新";

/* Loading Status */
"Loading..." = "正在载入...";

/* No comment provided by engineer. */
"Modify Server Info" = "修改服务器";

"Move To" = "移动到";

/* No comment provided by engineer. */
"Music" = "音乐";

/* No comment provided by engineer. */
"New Folder" = "新建文件夹";

"New Name" = "新名称";

/* No comment provided by engineer. */
"New Server" = "新建服务器";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"Open In" = "打开为";

/* No comment provided by engineer. */
"Password" = "密码";

/* No comment provided by engineer. */
"Pick Photos" = "选择图片";

/* No comment provided by engineer. */
"Please Input Description Name" = "请输入描述信息";

/* No comment provided by engineer. */
"Please Input New Folder Name" = "请输入新文件夹名称";

/* No comment provided by engineer. */
"Please Input New Name" = "请输入新的名称";

/* No comment provided by engineer. */
"Please Input Password" = "请输入密码";

"Please Input Server URL" = "请输入服务器地址";

"Please Input User Name" = "请输入用户名";

"Press 'Edit' to Add New Server" = "点击“编辑”，添加新服务器";

"Press 'Add' to Create New Server Info" = "点击“添加”，创建新服务器信息";

/* Pull down to refresh status */
"Pull down to refresh..." = "下拉刷新...";

/* Release to refresh status */
"Release to refresh..." = "松开刷新...";

/* No comment provided by engineer. */
"Rename" = "重命名";

"Renaming..." = "正在处理...";

"Rename Failed" = "重命名失败";

"Rename Success" = "重命名成功";

/* No comment provided by engineer. */
"Root" = "根目录";

/* 保存失败 */
"Save Image Faild" = "保存失败";

/* 保存成功 */
"Save Image Success" = "保存成功";

/* No comment provided by engineer. */
"Save to Photo Album" = "保存到相册";

/* No comment provided by engineer. */
"Select All" = "全选";

/* No comment provided by engineer. */
"Select an Album" = "选择相册";

/* No comment provided by engineer. */
"Select None" = "全不选";

"Server info already exsit" = "该服务器信息已存在";

/* No comment provided by engineer. */
"Server List" = "服务器列表";

/* No comment provided by engineer. */
"Server URL" = "服务器地址";

/* No comment provided by engineer. */
"Settings" = "设置";

"Unexpected condition, Internal Server Error" = "意外状况，内部服务器错误";

/* No comment provided by engineer. */
"Upload" = "上传";

"Upload to server" = "上传至云端";

"Upload Pictures" = "上传图片";

"Upload Queues" = "上传队列";

/* No comment provided by engineer. */
"User Name" = "用户名";

/* No comment provided by engineer. */
"Version" = "版本";

"upload_pic_normal" = "/res/upload_pic_zh.png";

"upload_pic_highlight" = "/res/upload_pic_zh_highlight.png";

"upload_cam_normal" = "/res/upload_cam_zh.png";

"upload_cam_highlight" = "/res/upload_cam_zh_highlight.png";
